{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<USER>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<ASSISTANT>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "[。、\\n]"
    },
    "behavior": "MergedWithPrevious",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "<USER>": 4,
      "<ASSISTANT>": 5,
      "\n": 6,
      " ": 7,
      "!": 8,
      "\"": 9,
      "#": 10,
      "$": 11,
      "%": 12,
      "&": 13,
      "'": 14,
      "(": 15,
      ")": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      "=": 36,
      ">": 37,
      "?": 38,
      "@": 39,
      "A": 40,
      "B": 41,
      "C": 42,
      "D": 43,
      "E": 44,
      "F": 45,
      "G": 46,
      "H": 47,
      "I": 48,
      "J": 49,
      "K": 50,
      "L": 51,
      "M": 52,
      "N": 53,
      "O": 54,
      "P": 55,
      "Q": 56,
      "R": 57,
      "S": 58,
      "T": 59,
      "U": 60,
      "V": 61,
      "W": 62,
      "X": 63,
      "Y": 64,
      "Z": 65,
      "[": 66,
      "\\": 67,
      "]": 68,
      "^": 69,
      "_": 70,
      "`": 71,
      "a": 72,
      "b": 73,
      "c": 74,
      "d": 75,
      "e": 76,
      "f": 77,
      "g": 78,
      "h": 79,
      "i": 80,
      "j": 81,
      "k": 82,
      "l": 83,
      "m": 84,
      "n": 85,
      "o": 86,
      "p": 87,
      "q": 88,
      "r": 89,
      "s": 90,
      "t": 91,
      "u": 92,
      "v": 93,
      "w": 94,
      "x": 95,
      "y": 96,
      "z": 97,
      "{": 98,
      "|": 99,
      "}": 100,
      "~": 101,
      " ": 102,
      "¡": 103,
      "£": 104,
      "¥": 105,
      "¦": 106,
      "§": 107,
      "¨": 108,
      "©": 109,
      "«": 110,
      "¬": 111,
      "®": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "Á": 124,
      "Ä": 125,
      "Å": 126,
      "Ç": 127,
      "È": 128,
      "É": 129,
      "Ñ": 130,
      "Ö": 131,
      "×": 132,
      "Ø": 133,
      "Ü": 134,
      "ß": 135,
      "à": 136,
      "á": 137,
      "â": 138,
      "ã": 139,
      "ä": 140,
      "å": 141,
      "æ": 142,
      "ç": 143,
      "è": 144,
      "é": 145,
      "ê": 146,
      "ë": 147,
      "ì": 148,
      "í": 149,
      "î": 150,
      "ï": 151,
      "ñ": 152,
      "ò": 153,
      "ó": 154,
      "ô": 155,
      "ö": 156,
      "÷": 157,
      "ø": 158,
      "ù": 159,
      "ú": 160,
      "û": 161,
      "ü": 162,
      "ý": 163,
      "ā": 164,
      "ă": 165,
      "ą": 166,
      "ć": 167,
      "Č": 168,
      "č": 169,
      "Đ": 170,
      "đ": 171,
      "ē": 172,
      "ĕ": 173,
      "ę": 174,
      "ě": 175,
      "ğ": 176,
      "ī": 177,
      "İ": 178,
      "ı": 179,
      "ľ": 180,
      "Ł": 181,
      "ł": 182,
      "ń": 183,
      "ō": 184,
      "ő": 185,
      "Œ": 186,
      "œ": 187,
      "Ŕ": 188,
      "ř": 189,
      "ś": 190,
      "ş": 191,
      "Š": 192,
      "š": 193,
      "ū": 194,
      "ŭ": 195,
      "ź": 196,
      "Ż": 197,
      "Ž": 198,
      "ž": 199,
      "ƒ": 200,
      "ư": 201,
      "ǎ": 202,
      "ǐ": 203,
      "ǒ": 204,
      "ǔ": 205,
      "ǘ": 206,
      "ǝ": 207,
      "ș": 208,
      "ț": 209,
      "ȝ": 210,
      "ɐ": 211,
      "ɑ": 212,
      "ɕ": 213,
      "ɘ": 214,
      "ə": 215,
      "ɜ": 216,
      "ɥ": 217,
      "ɯ": 218,
      "ɸ": 219,
      "ʁ": 220,
      "ʃ": 221,
      "ʎ": 222,
      "ʒ": 223,
      "ʷ": 224,
      "ʿ": 225,
      "˂": 226,
      "˃": 227,
      "ˇ": 228,
      "ˈ": 229,
      "ˊ": 230,
      "ˋ": 231,
      "ː": 232,
      "˚": 233,
      "˝": 234,
      "́": 235,
      "̃": 236,
      "̣": 237,
      "̥": 238,
      "͈": 239,
      "Α": 240,
      "Β": 241,
      "Γ": 242,
      "Δ": 243,
      "Ε": 244,
      "Θ": 245,
      "Ι": 246,
      "Κ": 247,
      "Λ": 248,
      "Μ": 249,
      "Ν": 250,
      "Ο": 251,
      "Π": 252,
      "Σ": 253,
      "Φ": 254,
      "Ψ": 255,
      "Ω": 256,
      "ά": 257,
      "έ": 258,
      "ή": 259,
      "ί": 260,
      "α": 261,
      "β": 262,
      "γ": 263,
      "δ": 264,
      "ε": 265,
      "ζ": 266,
      "η": 267,
      "θ": 268,
      "ι": 269,
      "κ": 270,
      "λ": 271,
      "μ": 272,
      "ν": 273,
      "ξ": 274,
      "ο": 275,
      "π": 276,
      "ρ": 277,
      "ς": 278,
      "σ": 279,
      "τ": 280,
      "υ": 281,
      "φ": 282,
      "χ": 283,
      "ψ": 284,
      "ω": 285,
      "ό": 286,
      "ύ": 287,
      "ϑ": 288,
      "Є": 289,
      "І": 290,
      "А": 291,
      "Б": 292,
      "В": 293,
      "Г": 294,
      "Д": 295,
      "Е": 296,
      "З": 297,
      "И": 298,
      "К": 299,
      "Л": 300,
      "М": 301,
      "Н": 302,
      "О": 303,
      "П": 304,
      "Р": 305,
      "С": 306,
      "Т": 307,
      "У": 308,
      "Ф": 309,
      "Х": 310,
      "Ч": 311,
      "Ш": 312,
      "Э": 313,
      "Ю": 314,
      "Я": 315,
      "а": 316,
      "б": 317,
      "в": 318,
      "г": 319,
      "д": 320,
      "е": 321,
      "ж": 322,
      "з": 323,
      "и": 324,
      "й": 325,
      "к": 326,
      "л": 327,
      "м": 328,
      "н": 329,
      "о": 330,
      "п": 331,
      "р": 332,
      "с": 333,
      "т": 334,
      "у": 335,
      "ф": 336,
      "х": 337,
      "ц": 338,
      "ч": 339,
      "ш": 340,
      "щ": 341,
      "ъ": 342,
      "ы": 343,
      "ь": 344,
      "э": 345,
      "ю": 346,
      "я": 347,
      "ё": 348,
      "і": 349,
      "ї": 350,
      "њ": 351,
      "ћ": 352,
      "ְ": 353,
      "ִ": 354,
      "ֶ": 355,
      "ַ": 356,
      "ָ": 357,
      "ֹ": 358,
      "ּ": 359,
      "ׁ": 360,
      "א": 361,
      "ב": 362,
      "ג": 363,
      "ה": 364,
      "ו": 365,
      "י": 366,
      "כ": 367,
      "ל": 368,
      "ם": 369,
      "מ": 370,
      "ן": 371,
      "נ": 372,
      "ע": 373,
      "ר": 374,
      "ש": 375,
      "ת": 376,
      "آ": 377,
      "أ": 378,
      "ا": 379,
      "ب": 380,
      "ة": 381,
      "ت": 382,
      "ج": 383,
      "ح": 384,
      "خ": 385,
      "د": 386,
      "ذ": 387,
      "ر": 388,
      "ز": 389,
      "س": 390,
      "ش": 391,
      "ص": 392,
      "ط": 393,
      "ع": 394,
      "ف": 395,
      "ق": 396,
      "ك": 397,
      "ل": 398,
      "م": 399,
      "ن": 400,
      "ه": 401,
      "و": 402,
      "ي": 403,
      "َ": 404,
      "ُ": 405,
      "ّ": 406,
      "٩": 407,
      "پ": 408,
      "چ": 409,
      "ڡ": 410,
      "ک": 411,
      "گ": 412,
      "ھ": 413,
      "ی": 414,
      "۶": 415,
      "܂": 416,
      "ं": 417,
      "इ": 418,
      "क": 419,
      "ग": 420,
      "च": 421,
      "ज": 422,
      "ठ": 423,
      "त": 424,
      "थ": 425,
      "द": 426,
      "ध": 427,
      "न": 428,
      "प": 429,
      "ब": 430,
      "भ": 431,
      "म": 432,
      "य": 433,
      "र": 434,
      "ल": 435,
      "व": 436,
      "श": 437,
      "स": 438,
      "ह": 439,
      "़": 440,
      "ा": 441,
      "ि": 442,
      "ी": 443,
      "ु": 444,
      "ू": 445,
      "े": 446,
      "्": 447,
      "்": 448,
      "௰": 449,
      "క": 450,
      "న": 451,
      "ర": 452,
      "ల": 453,
      "ు": 454,
      "ూ": 455,
      "్": 456,
      "౪": 457,
      "ก": 458,
      "ข": 459,
      "ค": 460,
      "ง": 461,
      "จ": 462,
      "ช": 463,
      "ญ": 464,
      "ฏ": 465,
      "ณ": 466,
      "ด": 467,
      "ต": 468,
      "ถ": 469,
      "ท": 470,
      "ธ": 471,
      "น": 472,
      "บ": 473,
      "ป": 474,
      "ผ": 475,
      "พ": 476,
      "ฟ": 477,
      "ม": 478,
      "ย": 479,
      "ร": 480,
      "ล": 481,
      "ว": 482,
      "ศ": 483,
      "ส": 484,
      "ห": 485,
      "อ": 486,
      "ะ": 487,
      "ั": 488,
      "า": 489,
      "ำ": 490,
      "ิ": 491,
      "ี": 492,
      "ื": 493,
      "ุ": 494,
      "ู": 495,
      "เ": 496,
      "แ": 497,
      "โ": 498,
      "ใ": 499,
      "ไ": 500,
      "ๆ": 501,
      "็": 502,
      "่": 503,
      "้": 504,
      "๊": 505,
      "์": 506,
      "๑": 507,
      "๖": 508,
      "་": 509,
      "ཁ": 510,
      "ན": 511,
      "ས": 512,
      "ུ": 513,
      "ྤ": 514,
      "ა": 515,
      "ბ": 516,
      "ვ": 517,
      "ზ": 518,
      "ი": 519,
      "ნ": 520,
      "ჟ": 521,
      "რ": 522,
      "უ": 523,
      "᷄": 524,
      "᷅": 525,
      "ḥ": 526,
      "ḫ": 527,
      "ṣ": 528,
      "ế": 529,
      "ệ": 530,
      "ồ": 531,
      "ἕ": 532,
      "ἰ": 533,
      "ὁ": 534,
      "ὐ": 535,
      "Ὑ": 536,
      "ῆ": 537,
      "‐": 538,
      "–": 539,
      "—": 540,
      "―": 541,
      "‖": 542,
      "‘": 543,
      "’": 544,
      "“": 545,
      "”": 546,
      "†": 547,
      "‡": 548,
      "•": 549,
      "‥": 550,
      "…": 551,
      "‧": 552,
      "′": 553,
      "″": 554,
      "‵": 555,
      "›": 556,
      "※": 557,
      "‼": 558,
      "⁄": 559,
      "⁈": 560,
      "⁉": 561,
      "₀": 562,
      "€": 563,
      "℃": 564,
      "℉": 565,
      "ℓ": 566,
      "№": 567,
      "℡": 568,
      "™": 569,
      "ℵ": 570,
      "Ⅰ": 571,
      "Ⅱ": 572,
      "Ⅲ": 573,
      "Ⅳ": 574,
      "Ⅴ": 575,
      "Ⅵ": 576,
      "Ⅶ": 577,
      "Ⅷ": 578,
      "Ⅸ": 579,
      "Ⅹ": 580,
      "ⅴ": 581,
      "←": 582,
      "↑": 583,
      "→": 584,
      "↓": 585,
      "↘": 586,
      "↦": 587,
      "⇒": 588,
      "⇔": 589,
      "⇦": 590,
      "∀": 591,
      "∂": 592,
      "∃": 593,
      "∇": 594,
      "∈": 595,
      "∉": 596,
      "∑": 597,
      "−": 598,
      "∙": 599,
      "√": 600,
      "∞": 601,
      "∟": 602,
      "∠": 603,
      "∥": 604,
      "∧": 605,
      "∨": 606,
      "∩": 607,
      "∪": 608,
      "∴": 609,
      "∵": 610,
      "∼": 611,
      "∽": 612,
      "≈": 613,
      "≒": 614,
      "≠": 615,
      "≡": 616,
      "≤": 617,
      "≥": 618,
      "≦": 619,
      "≧": 620,
      "≪": 621,
      "≫": 622,
      "⊂": 623,
      "⊃": 624,
      "⊆": 625,
      "⊇": 626,
      "⊥": 627,
      "⊨": 628,
      "⊿": 629,
      "⋃": 630,
      "⋰": 631,
      "⋱": 632,
      "⌒": 633,
      "⌓": 634,
      "①": 635,
      "②": 636,
      "③": 637,
      "④": 638,
      "⑤": 639,
      "⑥": 640,
      "⑦": 641,
      "⑧": 642,
      "⑨": 643,
      "⑩": 644,
      "⑪": 645,
      "⑫": 646,
      "⑬": 647,
      "⑭": 648,
      "⑮": 649,
      "⑯": 650,
      "⑰": 651,
      "⑱": 652,
      "⑲": 653,
      "⑳": 654,
      "⑴": 655,
      "⑵": 656,
      "⑷": 657,
      "ⓒ": 658,
      "─": 659,
      "━": 660,
      "│": 661,
      "┃": 662,
      "┌": 663,
      "┏": 664,
      "┐": 665,
      "└": 666,
      "┗": 667,
      "┘": 668,
      "├": 669,
      "┝": 670,
      "┣": 671,
      "┫": 672,
      "┳": 673,
      "┻": 674,
      "┼": 675,
      "╹": 676,
      "▂": 677,
      "▅": 678,
      "▇": 679,
      "█": 680,
      "░": 681,
      "▒": 682,
      "▓": 683,
      "■": 684,
      "□": 685,
      "▣": 686,
      "▪": 687,
      "▲": 688,
      "△": 689,
      "►": 690,
      "▼": 691,
      "▽": 692,
      "▿": 693,
      "◀": 694,
      "◆": 695,
      "◇": 696,
      "◉": 697,
      "◊": 698,
      "○": 699,
      "◎": 700,
      "●": 701,
      "◞": 702,
      "◟": 703,
      "◯": 704,
      "◼": 705,
      "★": 706,
      "☆": 707,
      "☎": 708,
      "☜": 709,
      "☢": 710,
      "♀": 711,
      "♂": 712,
      "♡": 713,
      "♢": 714,
      "♥": 715,
      "♦": 716,
      "♪": 717,
      "♫": 718,
      "♬": 719,
      "♭": 720,
      "♯": 721,
      "⚬": 722,
      "✌": 723,
      "✓": 724,
      "✔": 725,
      "✝": 726,
      "✡": 727,
      "✨": 728,
      "✩": 729,
      "✯": 730,
      "✶": 731,
      "✿": 732,
      "❄": 733,
      "❤": 734,
      "❶": 735,
      "❷": 736,
      "❸": 737,
      "❹": 738,
      "❺": 739,
      "❻": 740,
      "❼": 741,
      "❽": 742,
      "❾": 743,
      "➡": 744,
      "⺬": 745,
      "⻌": 746,
      "⻍": 747,
      "、": 748,
      "。": 749,
      "〃": 750,
      "々": 751,
      "〆": 752,
      "〇": 753,
      "〈": 754,
      "〉": 755,
      "《": 756,
      "》": 757,
      "「": 758,
      "」": 759,
      "『": 760,
      "』": 761,
      "【": 762,
      "】": 763,
      "〒": 764,
      "〓": 765,
      "〔": 766,
      "〕": 767,
      "〜": 768,
      "〝": 769,
      "〟": 770,
      "ぁ": 771,
      "あ": 772,
      "ぃ": 773,
      "い": 774,
      "ぅ": 775,
      "う": 776,
      "ぇ": 777,
      "え": 778,
      "ぉ": 779,
      "お": 780,
      "か": 781,
      "が": 782,
      "き": 783,
      "ぎ": 784,
      "く": 785,
      "ぐ": 786,
      "け": 787,
      "げ": 788,
      "こ": 789,
      "ご": 790,
      "さ": 791,
      "ざ": 792,
      "し": 793,
      "じ": 794,
      "す": 795,
      "ず": 796,
      "せ": 797,
      "ぜ": 798,
      "そ": 799,
      "ぞ": 800,
      "た": 801,
      "だ": 802,
      "ち": 803,
      "ぢ": 804,
      "っ": 805,
      "つ": 806,
      "づ": 807,
      "て": 808,
      "で": 809,
      "と": 810,
      "ど": 811,
      "な": 812,
      "に": 813,
      "ぬ": 814,
      "ね": 815,
      "の": 816,
      "は": 817,
      "ば": 818,
      "ぱ": 819,
      "ひ": 820,
      "び": 821,
      "ぴ": 822,
      "ふ": 823,
      "ぶ": 824,
      "ぷ": 825,
      "へ": 826,
      "べ": 827,
      "ぺ": 828,
      "ほ": 829,
      "ぼ": 830,
      "ぽ": 831,
      "ま": 832,
      "み": 833,
      "む": 834,
      "め": 835,
      "も": 836,
      "ゃ": 837,
      "や": 838,
      "ゅ": 839,
      "ゆ": 840,
      "ょ": 841,
      "よ": 842,
      "ら": 843,
      "り": 844,
      "る": 845,
      "れ": 846,
      "ろ": 847,
      "ゎ": 848,
      "わ": 849,
      "ゐ": 850,
      "ゑ": 851,
      "を": 852,
      "ん": 853,
      "゛": 854,
      "゜": 855,
      "ゝ": 856,
      "ゞ": 857,
      "゠": 858,
      "ァ": 859,
      "ア": 860,
      "ィ": 861,
      "イ": 862,
      "ゥ": 863,
      "ウ": 864,
      "ェ": 865,
      "エ": 866,
      "ォ": 867,
      "オ": 868,
      "カ": 869,
      "ガ": 870,
      "キ": 871,
      "ギ": 872,
      "ク": 873,
      "グ": 874,
      "ケ": 875,
      "ゲ": 876,
      "コ": 877,
      "ゴ": 878,
      "サ": 879,
      "ザ": 880,
      "シ": 881,
      "ジ": 882,
      "ス": 883,
      "ズ": 884,
      "セ": 885,
      "ゼ": 886,
      "ソ": 887,
      "ゾ": 888,
      "タ": 889,
      "ダ": 890,
      "チ": 891,
      "ヂ": 892,
      "ッ": 893,
      "ツ": 894,
      "ヅ": 895,
      "テ": 896,
      "デ": 897,
      "ト": 898,
      "ド": 899,
      "ナ": 900,
      "ニ": 901,
      "ヌ": 902,
      "ネ": 903,
      "ノ": 904,
      "ハ": 905,
      "バ": 906,
      "パ": 907,
      "ヒ": 908,
      "ビ": 909,
      "ピ": 910,
      "フ": 911,
      "ブ": 912,
      "プ": 913,
      "ヘ": 914,
      "ベ": 915,
      "ペ": 916,
      "ホ": 917,
      "ボ": 918,
      "ポ": 919,
      "マ": 920,
      "ミ": 921,
      "ム": 922,
      "メ": 923,
      "モ": 924,
      "ャ": 925,
      "ヤ": 926,
      "ュ": 927,
      "ユ": 928,
      "ョ": 929,
      "ヨ": 930,
      "ラ": 931,
      "リ": 932,
      "ル": 933,
      "レ": 934,
      "ロ": 935,
      "ヮ": 936,
      "ワ": 937,
      "ヰ": 938,
      "ヱ": 939,
      "ヲ": 940,
      "ン": 941,
      "ヴ": 942,
      "ヵ": 943,
      "ヶ": 944,
      "・": 945,
      "ー": 946,
      "ヽ": 947,
      "ヾ": 948,
      "ㄇ": 949,
      "ㄊ": 950,
      "ㄋ": 951,
      "ㄐ": 952,
      "ㄒ": 953,
      "ㄓ": 954,
      "ㄠ": 955,
      "ㄢ": 956,
      "ㄤ": 957,
      "ㄧ": 958,
      "ㄨ": 959,
      "ㅋ": 960,
      "㈱": 961,
      "㈲": 962,
      "㌔": 963,
      "㌧": 964,
      "㍉": 965,
      "㍗": 966,
      "㎏": 967,
      "㎜": 968,
      "㎝": 969,
      "㎞": 970,
      "㎡": 971,
      "㎢": 972,
      "㏄": 973,
      "一": 974,
      "丁": 975,
      "七": 976,
      "万": 977,
      "丈": 978,
      "三": 979,
      "上": 980,
      "下": 981,
      "不": 982,
      "与": 983,
      "丑": 984,
      "且": 985,
      "世": 986,
      "丘": 987,
      "丙": 988,
      "东": 989,
      "丞": 990,
      "丟": 991,
      "両": 992,
      "並": 993,
      "个": 994,
      "中": 995,
      "丰": 996,
      "串": 997,
      "丸": 998,
      "丹": 999,
      "主": 1000,
      "丼": 1001,
      "丿": 1002,
      "乃": 1003,
      "久": 1004,
      "乇": 1005,
      "么": 1006,
      "之": 1007,
      "乍": 1008,
      "乎": 1009,
      "乏": 1010,
      "乔": 1011,
      "乖": 1012,
      "乗": 1013,
      "乘": 1014,
      "乙": 1015,
      "九": 1016,
      "乞": 1017,
      "也": 1018,
      "乱": 1019,
      "乳": 1020,
      "乾": 1021,
      "亀": 1022,
      "亂": 1023,
      "了": 1024,
      "予": 1025,
      "争": 1026,
      "事": 1027,
      "二": 1028,
      "于": 1029,
      "云": 1030,
      "互": 1031,
      "五": 1032,
      "井": 1033,
      "亘": 1034,
      "亙": 1035,
      "些": 1036,
      "亜": 1037,
      "亞": 1038,
      "亡": 1039,
      "亢": 1040,
      "交": 1041,
      "亥": 1042,
      "亦": 1043,
      "亨": 1044,
      "享": 1045,
      "京": 1046,
      "亭": 1047,
      "亮": 1048,
      "人": 1049,
      "什": 1050,
      "仁": 1051,
      "仄": 1052,
      "仅": 1053,
      "仇": 1054,
      "今": 1055,
      "介": 1056,
      "仏": 1057,
      "仔": 1058,
      "仕": 1059,
      "他": 1060,
      "仗": 1061,
      "付": 1062,
      "仙": 1063,
      "代": 1064,
      "令": 1065,
      "以": 1066,
      "们": 1067,
      "仮": 1068,
      "仰": 1069,
      "仲": 1070,
      "件": 1071,
      "任": 1072,
      "份": 1073,
      "企": 1074,
      "伊": 1075,
      "伍": 1076,
      "伎": 1077,
      "伏": 1078,
      "伐": 1079,
      "休": 1080,
      "优": 1081,
      "会": 1082,
      "伝": 1083,
      "传": 1084,
      "伯": 1085,
      "伴": 1086,
      "伶": 1087,
      "伸": 1088,
      "伺": 1089,
      "似": 1090,
      "伽": 1091,
      "伾": 1092,
      "佃": 1093,
      "但": 1094,
      "佇": 1095,
      "位": 1096,
      "低": 1097,
      "住": 1098,
      "佐": 1099,
      "佑": 1100,
      "体": 1101,
      "何": 1102,
      "佗": 1103,
      "余": 1104,
      "佛": 1105,
      "作": 1106,
      "佞": 1107,
      "你": 1108,
      "佩": 1109,
      "佰": 1110,
      "佳": 1111,
      "併": 1112,
      "佻": 1113,
      "佼": 1114,
      "使": 1115,
      "侃": 1116,
      "來": 1117,
      "侈": 1118,
      "例": 1119,
      "侍": 1120,
      "侑": 1121,
      "侘": 1122,
      "供": 1123,
      "依": 1124,
      "侠": 1125,
      "価": 1126,
      "侧": 1127,
      "侨": 1128,
      "侭": 1129,
      "侮": 1130,
      "侯": 1131,
      "侵": 1132,
      "侶": 1133,
      "便": 1134,
      "係": 1135,
      "促": 1136,
      "俄": 1137,
      "俊": 1138,
      "俎": 1139,
      "俗": 1140,
      "俘": 1141,
      "保": 1142,
      "俟": 1143,
      "俠": 1144,
      "信": 1145,
      "俣": 1146,
      "修": 1147,
      "俯": 1148,
      "俱": 1149,
      "俳": 1150,
      "俵": 1151,
      "俸": 1152,
      "俺": 1153,
      "倉": 1154,
      "個": 1155,
      "倍": 1156,
      "倒": 1157,
      "倖": 1158,
      "候": 1159,
      "借": 1160,
      "倡": 1161,
      "倣": 1162,
      "値": 1163,
      "倦": 1164,
      "倫": 1165,
      "倭": 1166,
      "倶": 1167,
      "倹": 1168,
      "假": 1169,
      "偈": 1170,
      "偉": 1171,
      "偏": 1172,
      "偕": 1173,
      "做": 1174,
      "停": 1175,
      "健": 1176,
      "偲": 1177,
      "側": 1178,
      "偵": 1179,
      "偶": 1180,
      "偸": 1181,
      "偽": 1182,
      "傀": 1183,
      "傅": 1184,
      "傍": 1185,
      "傑": 1186,
      "傘": 1187,
      "備": 1188,
      "傪": 1189,
      "催": 1190,
      "傭": 1191,
      "傲": 1192,
      "傳": 1193,
      "債": 1194,
      "傷": 1195,
      "傾": 1196,
      "僅": 1197,
      "働": 1198,
      "像": 1199,
      "僑": 1200,
      "僕": 1201,
      "僚": 1202,
      "僥": 1203,
      "僧": 1204,
      "僭": 1205,
      "價": 1206,
      "僻": 1207,
      "儀": 1208,
      "儁": 1209,
      "儂": 1210,
      "億": 1211,
      "儒": 1212,
      "儘": 1213,
      "儚": 1214,
      "償": 1215,
      "儡": 1216,
      "優": 1217,
      "儲": 1218,
      "儿": 1219,
      "允": 1220,
      "元": 1221,
      "兄": 1222,
      "充": 1223,
      "兆": 1224,
      "先": 1225,
      "光": 1226,
      "克": 1227,
      "兌": 1228,
      "免": 1229,
      "兎": 1230,
      "児": 1231,
      "兒": 1232,
      "党": 1233,
      "兜": 1234,
      "兢": 1235,
      "入": 1236,
      "內": 1237,
      "全": 1238,
      "兩": 1239,
      "兪": 1240,
      "八": 1241,
      "公": 1242,
      "六": 1243,
      "兰": 1244,
      "共": 1245,
      "关": 1246,
      "兵": 1247,
      "其": 1248,
      "具": 1249,
      "典": 1250,
      "兼": 1251,
      "内": 1252,
      "円": 1253,
      "冊": 1254,
      "再": 1255,
      "冑": 1256,
      "冒": 1257,
      "冗": 1258,
      "写": 1259,
      "冠": 1260,
      "冤": 1261,
      "冥": 1262,
      "冨": 1263,
      "冪": 1264,
      "冬": 1265,
      "冰": 1266,
      "冲": 1267,
      "冴": 1268,
      "冶": 1269,
      "冷": 1270,
      "凄": 1271,
      "准": 1272,
      "凉": 1273,
      "凋": 1274,
      "凌": 1275,
      "凍": 1276,
      "凛": 1277,
      "凜": 1278,
      "凝": 1279,
      "几": 1280,
      "凡": 1281,
      "処": 1282,
      "凧": 1283,
      "凪": 1284,
      "凰": 1285,
      "凱": 1286,
      "凶": 1287,
      "凸": 1288,
      "凹": 1289,
      "出": 1290,
      "函": 1291,
      "刀": 1292,
      "刃": 1293,
      "分": 1294,
      "切": 1295,
      "刈": 1296,
      "刊": 1297,
      "刑": 1298,
      "列": 1299,
      "初": 1300,
      "判": 1301,
      "別": 1302,
      "利": 1303,
      "刮": 1304,
      "到": 1305,
      "刳": 1306,
      "制": 1307,
      "刷": 1308,
      "券": 1309,
      "刹": 1310,
      "刺": 1311,
      "刻": 1312,
      "剃": 1313,
      "則": 1314,
      "削": 1315,
      "剋": 1316,
      "剌": 1317,
      "前": 1318,
      "剎": 1319,
      "剖": 1320,
      "剛": 1321,
      "剝": 1322,
      "剣": 1323,
      "剤": 1324,
      "剥": 1325,
      "剪": 1326,
      "副": 1327,
      "剰": 1328,
      "剱": 1329,
      "割": 1330,
      "創": 1331,
      "剽": 1332,
      "劃": 1333,
      "劇": 1334,
      "劉": 1335,
      "劍": 1336,
      "劒": 1337,
      "劔": 1338,
      "力": 1339,
      "功": 1340,
      "加": 1341,
      "劣": 1342,
      "助": 1343,
      "努": 1344,
      "劫": 1345,
      "励": 1346,
      "劲": 1347,
      "労": 1348,
      "効": 1349,
      "劾": 1350,
      "勁": 1351,
      "勃": 1352,
      "勅": 1353,
      "勇": 1354,
      "勉": 1355,
      "勒": 1356,
      "動": 1357,
      "勘": 1358,
      "務": 1359,
      "勝": 1360,
      "勞": 1361,
      "募": 1362,
      "勢": 1363,
      "勤": 1364,
      "勧": 1365,
      "勲": 1366,
      "勸": 1367,
      "勾": 1368,
      "勿": 1369,
      "匂": 1370,
      "包": 1371,
      "匈": 1372,
      "匍": 1373,
      "匐": 1374,
      "匕": 1375,
      "化": 1376,
      "北": 1377,
      "匙": 1378,
      "匝": 1379,
      "匠": 1380,
      "匡": 1381,
      "匣": 1382,
      "匱": 1383,
      "匹": 1384,
      "区": 1385,
      "医": 1386,
      "匿": 1387,
      "十": 1388,
      "千": 1389,
      "升": 1390,
      "午": 1391,
      "卉": 1392,
      "半": 1393,
      "卍": 1394,
      "华": 1395,
      "协": 1396,
      "卑": 1397,
      "卒": 1398,
      "卓": 1399,
      "協": 1400,
      "南": 1401,
      "単": 1402,
      "博": 1403,
      "卜": 1404,
      "卞": 1405,
      "占": 1406,
      "卡": 1407,
      "卢": 1408,
      "卦": 1409,
      "卯": 1410,
      "印": 1411,
      "危": 1412,
      "即": 1413,
      "却": 1414,
      "卵": 1415,
      "卷": 1416,
      "卸": 1417,
      "卽": 1418,
      "卿": 1419,
      "厂": 1420,
      "厄": 1421,
      "厘": 1422,
      "厚": 1423,
      "厝": 1424,
      "原": 1425,
      "厠": 1426,
      "厥": 1427,
      "厦": 1428,
      "厨": 1429,
      "厩": 1430,
      "厭": 1431,
      "厳": 1432,
      "去": 1433,
      "参": 1434,
      "參": 1435,
      "又": 1436,
      "叉": 1437,
      "及": 1438,
      "友": 1439,
      "双": 1440,
      "反": 1441,
      "収": 1442,
      "发": 1443,
      "叔": 1444,
      "取": 1445,
      "受": 1446,
      "叙": 1447,
      "叛": 1448,
      "叡": 1449,
      "叢": 1450,
      "口": 1451,
      "古": 1452,
      "句": 1453,
      "叩": 1454,
      "只": 1455,
      "叫": 1456,
      "召": 1457,
      "叭": 1458,
      "可": 1459,
      "台": 1460,
      "叱": 1461,
      "史": 1462,
      "右": 1463,
      "叶": 1464,
      "号": 1465,
      "司": 1466,
      "吃": 1467,
      "各": 1468,
      "合": 1469,
      "吉": 1470,
      "吊": 1471,
      "同": 1472,
      "名": 1473,
      "后": 1474,
      "吏": 1475,
      "吐": 1476,
      "向": 1477,
      "吗": 1478,
      "君": 1479,
      "吞": 1480,
      "吟": 1481,
      "吠": 1482,
      "否": 1483,
      "吧": 1484,
      "含": 1485,
      "吸": 1486,
      "吹": 1487,
      "吻": 1488,
      "吼": 1489,
      "吽": 1490,
      "吾": 1491,
      "呂": 1492,
      "呆": 1493,
      "呈": 1494,
      "呉": 1495,
      "告": 1496,
      "呎": 1497,
      "呑": 1498,
      "员": 1499,
      "呟": 1500,
      "呢": 1501,
      "周": 1502,
      "呪": 1503,
      "味": 1504,
      "呵": 1505,
      "呷": 1506,
      "呻": 1507,
      "呼": 1508,
      "命": 1509,
      "咀": 1510,
      "咄": 1511,
      "咆": 1512,
      "和": 1513,
      "咎": 1514,
      "咒": 1515,
      "咤": 1516,
      "咥": 1517,
      "咨": 1518,
      "咬": 1519,
      "咲": 1520,
      "咳": 1521,
      "咸": 1522,
      "咽": 1523,
      "哀": 1524,
      "品": 1525,
      "哄": 1526,
      "哈": 1527,
      "哉": 1528,
      "員": 1529,
      "哨": 1530,
      "哭": 1531,
      "哮": 1532,
      "哲": 1533,
      "哺": 1534,
      "唄": 1535,
      "唆": 1536,
      "唇": 1537,
      "唐": 1538,
      "唖": 1539,
      "售": 1540,
      "唯": 1541,
      "唱": 1542,
      "唸": 1543,
      "唾": 1544,
      "啄": 1545,
      "商": 1546,
      "問": 1547,
      "啓": 1548,
      "啖": 1549,
      "啜": 1550,
      "啤": 1551,
      "啦": 1552,
      "喀": 1553,
      "喃": 1554,
      "善": 1555,
      "喇": 1556,
      "喉": 1557,
      "喋": 1558,
      "喏": 1559,
      "喔": 1560,
      "喘": 1561,
      "喚": 1562,
      "喜": 1563,
      "喝": 1564,
      "喧": 1565,
      "喩": 1566,
      "喪": 1567,
      "喫": 1568,
      "喬": 1569,
      "單": 1570,
      "喰": 1571,
      "営": 1572,
      "嗅": 1573,
      "嗎": 1574,
      "嗚": 1575,
      "嗜": 1576,
      "嗟": 1577,
      "嗣": 1578,
      "嗽": 1579,
      "嗾": 1580,
      "嘆": 1581,
      "嘉": 1582,
      "嘔": 1583,
      "嘗": 1584,
      "嘘": 1585,
      "嘩": 1586,
      "嘯": 1587,
      "嘱": 1588,
      "嘲": 1589,
      "嘴": 1590,
      "噂": 1591,
      "噌": 1592,
      "噎": 1593,
      "噗": 1594,
      "噛": 1595,
      "噠": 1596,
      "器": 1597,
      "噪": 1598,
      "噴": 1599,
      "噺": 1600,
      "嚆": 1601,
      "嚇": 1602,
      "嚙": 1603,
      "嚢": 1604,
      "嚥": 1605,
      "嚴": 1606,
      "嚼": 1607,
      "囀": 1608,
      "囁": 1609,
      "囃": 1610,
      "囐": 1611,
      "囓": 1612,
      "囚": 1613,
      "四": 1614,
      "回": 1615,
      "因": 1616,
      "団": 1617,
      "囧": 1618,
      "园": 1619,
      "囮": 1620,
      "困": 1621,
      "囲": 1622,
      "図": 1623,
      "围": 1624,
      "固": 1625,
      "国": 1626,
      "图": 1627,
      "囿": 1628,
      "圃": 1629,
      "國": 1630,
      "圍": 1631,
      "圏": 1632,
      "園": 1633,
      "圓": 1634,
      "圖": 1635,
      "團": 1636,
      "土": 1637,
      "圣": 1638,
      "圦": 1639,
      "圧": 1640,
      "在": 1641,
      "圭": 1642,
      "地": 1643,
      "圳": 1644,
      "场": 1645,
      "址": 1646,
      "坂": 1647,
      "均": 1648,
      "坊": 1649,
      "坐": 1650,
      "坑": 1651,
      "坡": 1652,
      "坤": 1653,
      "坦": 1654,
      "坪": 1655,
      "垂": 1656,
      "型": 1657,
      "垢": 1658,
      "垣": 1659,
      "垪": 1660,
      "埃": 1661,
      "埈": 1662,
      "埋": 1663,
      "城": 1664,
      "埒": 1665,
      "埜": 1666,
      "域": 1667,
      "埠": 1668,
      "埴": 1669,
      "執": 1670,
      "培": 1671,
      "基": 1672,
      "埼": 1673,
      "堀": 1674,
      "堂": 1675,
      "堅": 1676,
      "堆": 1677,
      "堕": 1678,
      "堡": 1679,
      "堤": 1680,
      "堪": 1681,
      "堰": 1682,
      "報": 1683,
      "場": 1684,
      "堵": 1685,
      "堺": 1686,
      "塀": 1687,
      "塁": 1688,
      "塊": 1689,
      "塑": 1690,
      "塔": 1691,
      "塗": 1692,
      "塘": 1693,
      "塙": 1694,
      "塚": 1695,
      "塞": 1696,
      "塩": 1697,
      "填": 1698,
      "塵": 1699,
      "塹": 1700,
      "塾": 1701,
      "境": 1702,
      "墓": 1703,
      "増": 1704,
      "墜": 1705,
      "增": 1706,
      "墟": 1707,
      "墨": 1708,
      "墮": 1709,
      "墳": 1710,
      "墺": 1711,
      "墾": 1712,
      "壁": 1713,
      "壇": 1714,
      "壊": 1715,
      "壌": 1716,
      "壕": 1717,
      "士": 1718,
      "壬": 1719,
      "壮": 1720,
      "壯": 1721,
      "声": 1722,
      "壱": 1723,
      "売": 1724,
      "壷": 1725,
      "壺": 1726,
      "壽": 1727,
      "変": 1728,
      "夏": 1729,
      "夕": 1730,
      "外": 1731,
      "多": 1732,
      "夜": 1733,
      "夠": 1734,
      "夢": 1735,
      "夥": 1736,
      "大": 1737,
      "天": 1738,
      "太": 1739,
      "夫": 1740,
      "夭": 1741,
      "央": 1742,
      "失": 1743,
      "头": 1744,
      "夷": 1745,
      "奄": 1746,
      "奇": 1747,
      "奈": 1748,
      "奉": 1749,
      "奎": 1750,
      "奏": 1751,
      "契": 1752,
      "奔": 1753,
      "套": 1754,
      "奘": 1755,
      "奢": 1756,
      "奥": 1757,
      "奧": 1758,
      "奨": 1759,
      "奪": 1760,
      "奮": 1761,
      "女": 1762,
      "奴": 1763,
      "奶": 1764,
      "奸": 1765,
      "她": 1766,
      "好": 1767,
      "如": 1768,
      "妃": 1769,
      "妄": 1770,
      "妊": 1771,
      "妓": 1772,
      "妖": 1773,
      "妙": 1774,
      "妝": 1775,
      "妤": 1776,
      "妥": 1777,
      "妨": 1778,
      "妬": 1779,
      "妹": 1780,
      "妻": 1781,
      "妾": 1782,
      "姉": 1783,
      "始": 1784,
      "姐": 1785,
      "姑": 1786,
      "姓": 1787,
      "委": 1788,
      "姚": 1789,
      "姜": 1790,
      "姥": 1791,
      "姦": 1792,
      "姪": 1793,
      "姫": 1794,
      "姶": 1795,
      "姻": 1796,
      "姿": 1797,
      "威": 1798,
      "娑": 1799,
      "娘": 1800,
      "娚": 1801,
      "娜": 1802,
      "娟": 1803,
      "娠": 1804,
      "娩": 1805,
      "娯": 1806,
      "娶": 1807,
      "娼": 1808,
      "婁": 1809,
      "婆": 1810,
      "婉": 1811,
      "婚": 1812,
      "婢": 1813,
      "婦": 1814,
      "婬": 1815,
      "婿": 1816,
      "媒": 1817,
      "媚": 1818,
      "媛": 1819,
      "媽": 1820,
      "嫁": 1821,
      "嫉": 1822,
      "嫌": 1823,
      "嫡": 1824,
      "嬉": 1825,
      "嬋": 1826,
      "嬌": 1827,
      "嬢": 1828,
      "嬰": 1829,
      "嬲": 1830,
      "孃": 1831,
      "子": 1832,
      "孔": 1833,
      "孕": 1834,
      "字": 1835,
      "存": 1836,
      "孝": 1837,
      "孟": 1838,
      "季": 1839,
      "孤": 1840,
      "学": 1841,
      "孫": 1842,
      "孰": 1843,
      "孵": 1844,
      "學": 1845,
      "宁": 1846,
      "它": 1847,
      "宅": 1848,
      "宇": 1849,
      "守": 1850,
      "安": 1851,
      "宋": 1852,
      "完": 1853,
      "宍": 1854,
      "宏": 1855,
      "宕": 1856,
      "宗": 1857,
      "官": 1858,
      "宙": 1859,
      "定": 1860,
      "宛": 1861,
      "宜": 1862,
      "宝": 1863,
      "実": 1864,
      "客": 1865,
      "宣": 1866,
      "室": 1867,
      "宥": 1868,
      "宦": 1869,
      "宫": 1870,
      "宮": 1871,
      "宰": 1872,
      "害": 1873,
      "宴": 1874,
      "宵": 1875,
      "家": 1876,
      "宸": 1877,
      "容": 1878,
      "宿": 1879,
      "寂": 1880,
      "寄": 1881,
      "寅": 1882,
      "密": 1883,
      "寇": 1884,
      "富": 1885,
      "寒": 1886,
      "寓": 1887,
      "寛": 1888,
      "寝": 1889,
      "察": 1890,
      "寡": 1891,
      "實": 1892,
      "寧": 1893,
      "寨": 1894,
      "審": 1895,
      "寫": 1896,
      "寬": 1897,
      "寮": 1898,
      "寵": 1899,
      "寶": 1900,
      "寸": 1901,
      "对": 1902,
      "寺": 1903,
      "导": 1904,
      "対": 1905,
      "寿": 1906,
      "封": 1907,
      "専": 1908,
      "射": 1909,
      "尅": 1910,
      "将": 1911,
      "將": 1912,
      "專": 1913,
      "尉": 1914,
      "尊": 1915,
      "尋": 1916,
      "對": 1917,
      "導": 1918,
      "小": 1919,
      "少": 1920,
      "尓": 1921,
      "尖": 1922,
      "尙": 1923,
      "尚": 1924,
      "尤": 1925,
      "尭": 1926,
      "就": 1927,
      "尹": 1928,
      "尺": 1929,
      "尻": 1930,
      "尼": 1931,
      "尽": 1932,
      "尾": 1933,
      "尿": 1934,
      "局": 1935,
      "屁": 1936,
      "层": 1937,
      "居": 1938,
      "屈": 1939,
      "届": 1940,
      "屋": 1941,
      "屍": 1942,
      "屎": 1943,
      "屏": 1944,
      "屑": 1945,
      "屓": 1946,
      "展": 1947,
      "属": 1948,
      "屠": 1949,
      "屡": 1950,
      "層": 1951,
      "履": 1952,
      "屯": 1953,
      "山": 1954,
      "屹": 1955,
      "岐": 1956,
      "岑": 1957,
      "岛": 1958,
      "岡": 1959,
      "岨": 1960,
      "岩": 1961,
      "岫": 1962,
      "岬": 1963,
      "岱": 1964,
      "岳": 1965,
      "岸": 1966,
      "峒": 1967,
      "峙": 1968,
      "峠": 1969,
      "峡": 1970,
      "峨": 1971,
      "峯": 1972,
      "峰": 1973,
      "峴": 1974,
      "島": 1975,
      "峻": 1976,
      "崇": 1977,
      "崋": 1978,
      "崎": 1979,
      "崔": 1980,
      "崖": 1981,
      "崗": 1982,
      "崙": 1983,
      "崩": 1984,
      "嵌": 1985,
      "嵐": 1986,
      "嵜": 1987,
      "嵩": 1988,
      "嵯": 1989,
      "嶋": 1990,
      "嶌": 1991,
      "嶮": 1992,
      "嶺": 1993,
      "嶼": 1994,
      "嶽": 1995,
      "巌": 1996,
      "巒": 1997,
      "巖": 1998,
      "川": 1999,
      "州": 2000,
      "巡": 2001,
      "巣": 2002,
      "工": 2003,
      "左": 2004,
      "巧": 2005,
      "巨": 2006,
      "巫": 2007,
      "差": 2008,
      "己": 2009,
      "已": 2010,
      "巳": 2011,
      "巴": 2012,
      "巷": 2013,
      "巻": 2014,
      "巽": 2015,
      "巾": 2016,
      "市": 2017,
      "布": 2018,
      "帆": 2019,
      "希": 2020,
      "帖": 2021,
      "帚": 2022,
      "帝": 2023,
      "帥": 2024,
      "師": 2025,
      "席": 2026,
      "帯": 2027,
      "帰": 2028,
      "帳": 2029,
      "帶": 2030,
      "帷": 2031,
      "常": 2032,
      "帽": 2033,
      "幀": 2034,
      "幅": 2035,
      "幇": 2036,
      "幌": 2037,
      "幕": 2038,
      "幡": 2039,
      "幣": 2040,
      "干": 2041,
      "平": 2042,
      "年": 2043,
      "幸": 2044,
      "幹": 2045,
      "幻": 2046,
      "幼": 2047,
      "幽": 2048,
      "幾": 2049,
      "广": 2050,
      "庁": 2051,
      "広": 2052,
      "庄": 2053,
      "庇": 2054,
      "床": 2055,
      "序": 2056,
      "底": 2057,
      "店": 2058,
      "府": 2059,
      "度": 2060,
      "座": 2061,
      "庫": 2062,
      "庭": 2063,
      "庵": 2064,
      "庶": 2065,
      "康": 2066,
      "庸": 2067,
      "廃": 2068,
      "廈": 2069,
      "廉": 2070,
      "廊": 2071,
      "廟": 2072,
      "廠": 2073,
      "廢": 2074,
      "廣": 2075,
      "廬": 2076,
      "延": 2077,
      "廷": 2078,
      "建": 2079,
      "廻": 2080,
      "廿": 2081,
      "开": 2082,
      "弁": 2083,
      "弄": 2084,
      "弊": 2085,
      "式": 2086,
      "弐": 2087,
      "弓": 2088,
      "弔": 2089,
      "引": 2090,
      "弗": 2091,
      "弘": 2092,
      "弛": 2093,
      "弟": 2094,
      "弥": 2095,
      "弦": 2096,
      "弧": 2097,
      "弩": 2098,
      "弱": 2099,
      "張": 2100,
      "強": 2101,
      "强": 2102,
      "弼": 2103,
      "弾": 2104,
      "彌": 2105,
      "当": 2106,
      "彗": 2107,
      "彙": 2108,
      "彡": 2109,
      "形": 2110,
      "彦": 2111,
      "彩": 2112,
      "彫": 2113,
      "彬": 2114,
      "彭": 2115,
      "彰": 2116,
      "影": 2117,
      "彷": 2118,
      "役": 2119,
      "彼": 2120,
      "彿": 2121,
      "往": 2122,
      "征": 2123,
      "徂": 2124,
      "径": 2125,
      "待": 2126,
      "很": 2127,
      "徊": 2128,
      "律": 2129,
      "後": 2130,
      "徐": 2131,
      "徒": 2132,
      "従": 2133,
      "得": 2134,
      "徘": 2135,
      "從": 2136,
      "徠": 2137,
      "御": 2138,
      "徨": 2139,
      "復": 2140,
      "循": 2141,
      "微": 2142,
      "徳": 2143,
      "徴": 2144,
      "德": 2145,
      "徹": 2146,
      "徽": 2147,
      "心": 2148,
      "必": 2149,
      "忉": 2150,
      "忌": 2151,
      "忍": 2152,
      "志": 2153,
      "忘": 2154,
      "忙": 2155,
      "応": 2156,
      "忠": 2157,
      "快": 2158,
      "念": 2159,
      "忽": 2160,
      "怒": 2161,
      "怖": 2162,
      "怙": 2163,
      "怛": 2164,
      "怜": 2165,
      "思": 2166,
      "怠": 2167,
      "怡": 2168,
      "急": 2169,
      "性": 2170,
      "怨": 2171,
      "怪": 2172,
      "怯": 2173,
      "恃": 2174,
      "恋": 2175,
      "恍": 2176,
      "恐": 2177,
      "恒": 2178,
      "恕": 2179,
      "恙": 2180,
      "恚": 2181,
      "恣": 2182,
      "恤": 2183,
      "恥": 2184,
      "恨": 2185,
      "恩": 2186,
      "恪": 2187,
      "恫": 2188,
      "恭": 2189,
      "息": 2190,
      "恰": 2191,
      "恵": 2192,
      "悉": 2193,
      "悌": 2194,
      "悍": 2195,
      "悔": 2196,
      "悖": 2197,
      "悛": 2198,
      "悟": 2199,
      "悠": 2200,
      "患": 2201,
      "悦": 2202,
      "悧": 2203,
      "您": 2204,
      "悩": 2205,
      "悪": 2206,
      "悲": 2207,
      "悴": 2208,
      "悶": 2209,
      "悸": 2210,
      "悼": 2211,
      "情": 2212,
      "惇": 2213,
      "惑": 2214,
      "惕": 2215,
      "惚": 2216,
      "惜": 2217,
      "惟": 2218,
      "惠": 2219,
      "惡": 2220,
      "惣": 2221,
      "惧": 2222,
      "惨": 2223,
      "惰": 2224,
      "惱": 2225,
      "想": 2226,
      "惶": 2227,
      "惹": 2228,
      "惺": 2229,
      "愁": 2230,
      "愈": 2231,
      "愉": 2232,
      "愍": 2233,
      "意": 2234,
      "愕": 2235,
      "愚": 2236,
      "愛": 2237,
      "感": 2238,
      "愴": 2239,
      "愼": 2240,
      "慂": 2241,
      "慄": 2242,
      "慇": 2243,
      "慈": 2244,
      "態": 2245,
      "慌": 2246,
      "慎": 2247,
      "慕": 2248,
      "慘": 2249,
      "慟": 2250,
      "慢": 2251,
      "慣": 2252,
      "慥": 2253,
      "慧": 2254,
      "慨": 2255,
      "慫": 2256,
      "慮": 2257,
      "慰": 2258,
      "慳": 2259,
      "慶": 2260,
      "慾": 2261,
      "憂": 2262,
      "憊": 2263,
      "憎": 2264,
      "憐": 2265,
      "憑": 2266,
      "憔": 2267,
      "憚": 2268,
      "憤": 2269,
      "憧": 2270,
      "憩": 2271,
      "憫": 2272,
      "憬": 2273,
      "憲": 2274,
      "憶": 2275,
      "憺": 2276,
      "憾": 2277,
      "懃": 2278,
      "懅": 2279,
      "懇": 2280,
      "應": 2281,
      "懐": 2282,
      "懣": 2283,
      "懲": 2284,
      "懷": 2285,
      "懸": 2286,
      "懺": 2287,
      "戀": 2288,
      "戈": 2289,
      "戊": 2290,
      "戌": 2291,
      "戎": 2292,
      "成": 2293,
      "我": 2294,
      "戒": 2295,
      "戔": 2296,
      "或": 2297,
      "戚": 2298,
      "戟": 2299,
      "戦": 2300,
      "截": 2301,
      "戮": 2302,
      "戯": 2303,
      "戰": 2304,
      "戲": 2305,
      "戴": 2306,
      "戶": 2307,
      "戸": 2308,
      "戻": 2309,
      "房": 2310,
      "所": 2311,
      "扁": 2312,
      "扇": 2313,
      "扈": 2314,
      "扉": 2315,
      "手": 2316,
      "才": 2317,
      "打": 2318,
      "払": 2319,
      "托": 2320,
      "扮": 2321,
      "扱": 2322,
      "扶": 2323,
      "批": 2324,
      "找": 2325,
      "承": 2326,
      "技": 2327,
      "抄": 2328,
      "抉": 2329,
      "把": 2330,
      "抑": 2331,
      "抒": 2332,
      "抓": 2333,
      "投": 2334,
      "抗": 2335,
      "折": 2336,
      "抜": 2337,
      "択": 2338,
      "披": 2339,
      "抱": 2340,
      "抵": 2341,
      "抹": 2342,
      "押": 2343,
      "抽": 2344,
      "担": 2345,
      "拇": 2346,
      "拉": 2347,
      "拌": 2348,
      "拍": 2349,
      "拐": 2350,
      "拒": 2351,
      "拓": 2352,
      "拗": 2353,
      "拘": 2354,
      "拙": 2355,
      "招": 2356,
      "拝": 2357,
      "拠": 2358,
      "拡": 2359,
      "拥": 2360,
      "括": 2361,
      "拭": 2362,
      "拮": 2363,
      "拱": 2364,
      "拳": 2365,
      "拶": 2366,
      "拷": 2367,
      "拼": 2368,
      "拾": 2369,
      "拿": 2370,
      "持": 2371,
      "指": 2372,
      "按": 2373,
      "挑": 2374,
      "挙": 2375,
      "挟": 2376,
      "挨": 2377,
      "挫": 2378,
      "振": 2379,
      "挹": 2380,
      "挺": 2381,
      "挽": 2382,
      "挿": 2383,
      "捉": 2384,
      "捌": 2385,
      "捏": 2386,
      "捕": 2387,
      "捗": 2388,
      "捜": 2389,
      "捧": 2390,
      "捨": 2391,
      "捩": 2392,
      "据": 2393,
      "捲": 2394,
      "捷": 2395,
      "捺": 2396,
      "捻": 2397,
      "掃": 2398,
      "授": 2399,
      "掉": 2400,
      "掌": 2401,
      "排": 2402,
      "掘": 2403,
      "掛": 2404,
      "掟": 2405,
      "掠": 2406,
      "採": 2407,
      "探": 2408,
      "掣": 2409,
      "接": 2410,
      "控": 2411,
      "推": 2412,
      "掩": 2413,
      "措": 2414,
      "掬": 2415,
      "掲": 2416,
      "掴": 2417,
      "掻": 2418,
      "掾": 2419,
      "揃": 2420,
      "揄": 2421,
      "揆": 2422,
      "揉": 2423,
      "描": 2424,
      "提": 2425,
      "插": 2426,
      "揖": 2427,
      "揚": 2428,
      "換": 2429,
      "握": 2430,
      "揮": 2431,
      "援": 2432,
      "揶": 2433,
      "揺": 2434,
      "損": 2435,
      "搏": 2436,
      "搖": 2437,
      "搗": 2438,
      "搜": 2439,
      "搦": 2440,
      "搬": 2441,
      "搭": 2442,
      "携": 2443,
      "搾": 2444,
      "摂": 2445,
      "摋": 2446,
      "摑": 2447,
      "摘": 2448,
      "摩": 2449,
      "摯": 2450,
      "摸": 2451,
      "摺": 2452,
      "撃": 2453,
      "撒": 2454,
      "撓": 2455,
      "撚": 2456,
      "撞": 2457,
      "撤": 2458,
      "撥": 2459,
      "撫": 2460,
      "播": 2461,
      "撮": 2462,
      "撰": 2463,
      "撲": 2464,
      "撹": 2465,
      "撻": 2466,
      "撼": 2467,
      "擁": 2468,
      "操": 2469,
      "擔": 2470,
      "擘": 2471,
      "據": 2472,
      "擢": 2473,
      "擣": 2474,
      "擦": 2475,
      "擧": 2476,
      "擬": 2477,
      "擱": 2478,
      "擲": 2479,
      "擽": 2480,
      "擾": 2481,
      "攘": 2482,
      "攝": 2483,
      "攣": 2484,
      "攪": 2485,
      "攫": 2486,
      "支": 2487,
      "收": 2488,
      "攷": 2489,
      "改": 2490,
      "攻": 2491,
      "放": 2492,
      "政": 2493,
      "故": 2494,
      "敏": 2495,
      "救": 2496,
      "敗": 2497,
      "教": 2498,
      "敢": 2499,
      "散": 2500,
      "敦": 2501,
      "敬": 2502,
      "数": 2503,
      "敲": 2504,
      "整": 2505,
      "敵": 2506,
      "敷": 2507,
      "數": 2508,
      "敾": 2509,
      "斂": 2510,
      "斃": 2511,
      "斅": 2512,
      "文": 2513,
      "斉": 2514,
      "斌": 2515,
      "斎": 2516,
      "斐": 2517,
      "斑": 2518,
      "斗": 2519,
      "料": 2520,
      "斜": 2521,
      "斟": 2522,
      "斡": 2523,
      "斤": 2524,
      "斥": 2525,
      "斧": 2526,
      "斫": 2527,
      "斬": 2528,
      "断": 2529,
      "斯": 2530,
      "新": 2531,
      "斷": 2532,
      "方": 2533,
      "於": 2534,
      "施": 2535,
      "旅": 2536,
      "旋": 2537,
      "族": 2538,
      "旗": 2539,
      "无": 2540,
      "既": 2541,
      "日": 2542,
      "旦": 2543,
      "旧": 2544,
      "旨": 2545,
      "早": 2546,
      "旬": 2547,
      "旭": 2548,
      "旱": 2549,
      "时": 2550,
      "旺": 2551,
      "昂": 2552,
      "昆": 2553,
      "昇": 2554,
      "昉": 2555,
      "昊": 2556,
      "昌": 2557,
      "明": 2558,
      "昏": 2559,
      "易": 2560,
      "昔": 2561,
      "星": 2562,
      "映": 2563,
      "春": 2564,
      "昧": 2565,
      "昨": 2566,
      "昭": 2567,
      "是": 2568,
      "昴": 2569,
      "昵": 2570,
      "昼": 2571,
      "晁": 2572,
      "時": 2573,
      "晃": 2574,
      "晄": 2575,
      "晉": 2576,
      "晋": 2577,
      "晒": 2578,
      "晚": 2579,
      "晟": 2580,
      "晤": 2581,
      "晦": 2582,
      "晧": 2583,
      "晩": 2584,
      "普": 2585,
      "景": 2586,
      "晰": 2587,
      "晴": 2588,
      "晶": 2589,
      "智": 2590,
      "暁": 2591,
      "暇": 2592,
      "暈": 2593,
      "暉": 2594,
      "暎": 2595,
      "暑": 2596,
      "暖": 2597,
      "暗": 2598,
      "暢": 2599,
      "暦": 2600,
      "暫": 2601,
      "暮": 2602,
      "暴": 2603,
      "暹": 2604,
      "曇": 2605,
      "曉": 2606,
      "曖": 2607,
      "曙": 2608,
      "曜": 2609,
      "曝": 2610,
      "曰": 2611,
      "曲": 2612,
      "曳": 2613,
      "更": 2614,
      "書": 2615,
      "曹": 2616,
      "曼": 2617,
      "曽": 2618,
      "曾": 2619,
      "替": 2620,
      "最": 2621,
      "會": 2622,
      "月": 2623,
      "有": 2624,
      "朋": 2625,
      "服": 2626,
      "朔": 2627,
      "朗": 2628,
      "望": 2629,
      "朝": 2630,
      "期": 2631,
      "朦": 2632,
      "朧": 2633,
      "木": 2634,
      "未": 2635,
      "末": 2636,
      "本": 2637,
      "札": 2638,
      "朮": 2639,
      "朱": 2640,
      "朴": 2641,
      "朶": 2642,
      "机": 2643,
      "朽": 2644,
      "权": 2645,
      "杆": 2646,
      "杉": 2647,
      "李": 2648,
      "杏": 2649,
      "材": 2650,
      "村": 2651,
      "杓": 2652,
      "杖": 2653,
      "杜": 2654,
      "杞": 2655,
      "束": 2656,
      "条": 2657,
      "杢": 2658,
      "杣": 2659,
      "来": 2660,
      "杭": 2661,
      "杯": 2662,
      "東": 2663,
      "杵": 2664,
      "杷": 2665,
      "松": 2666,
      "板": 2667,
      "枇": 2668,
      "析": 2669,
      "枕": 2670,
      "林": 2671,
      "枚": 2672,
      "果": 2673,
      "枝": 2674,
      "枠": 2675,
      "枡": 2676,
      "枢": 2677,
      "枯": 2678,
      "架": 2679,
      "枷": 2680,
      "枸": 2681,
      "枻": 2682,
      "柄": 2683,
      "柊": 2684,
      "柏": 2685,
      "某": 2686,
      "柑": 2687,
      "染": 2688,
      "柔": 2689,
      "柘": 2690,
      "柚": 2691,
      "查": 2692,
      "柯": 2693,
      "柱": 2694,
      "柳": 2695,
      "柴": 2696,
      "柵": 2697,
      "査": 2698,
      "柾": 2699,
      "柿": 2700,
      "栂": 2701,
      "栃": 2702,
      "栄": 2703,
      "树": 2704,
      "栓": 2705,
      "栖": 2706,
      "栗": 2707,
      "栞": 2708,
      "校": 2709,
      "株": 2710,
      "核": 2711,
      "根": 2712,
      "格": 2713,
      "栽": 2714,
      "桁": 2715,
      "桂": 2716,
      "桃": 2717,
      "案": 2718,
      "桐": 2719,
      "桑": 2720,
      "桓": 2721,
      "桔": 2722,
      "桜": 2723,
      "桝": 2724,
      "桟": 2725,
      "档": 2726,
      "桧": 2727,
      "桶": 2728,
      "桿": 2729,
      "梁": 2730,
      "梅": 2731,
      "梓": 2732,
      "梗": 2733,
      "條": 2734,
      "梟": 2735,
      "梢": 2736,
      "梣": 2737,
      "梧": 2738,
      "梨": 2739,
      "梯": 2740,
      "械": 2741,
      "梱": 2742,
      "梳": 2743,
      "梵": 2744,
      "梶": 2745,
      "棄": 2746,
      "棉": 2747,
      "棊": 2748,
      "棋": 2749,
      "棍": 2750,
      "棒": 2751,
      "棕": 2752,
      "棗": 2753,
      "棘": 2754,
      "棚": 2755,
      "棟": 2756,
      "棣": 2757,
      "棧": 2758,
      "森": 2759,
      "棲": 2760,
      "棹": 2761,
      "棺": 2762,
      "椀": 2763,
      "椅": 2764,
      "椋": 2765,
      "植": 2766,
      "椎": 2767,
      "椒": 2768,
      "椙": 2769,
      "椚": 2770,
      "検": 2771,
      "椰": 2772,
      "椿": 2773,
      "楊": 2774,
      "楓": 2775,
      "楔": 2776,
      "楕": 2777,
      "楚": 2778,
      "楠": 2779,
      "楢": 2780,
      "楨": 2781,
      "業": 2782,
      "楯": 2783,
      "極": 2784,
      "楷": 2785,
      "楼": 2786,
      "楽": 2787,
      "概": 2788,
      "榊": 2789,
      "榎": 2790,
      "榛": 2791,
      "榜": 2792,
      "榮": 2793,
      "榴": 2794,
      "槃": 2795,
      "槇": 2796,
      "構": 2797,
      "槌": 2798,
      "槍": 2799,
      "槐": 2800,
      "槓": 2801,
      "様": 2802,
      "槙": 2803,
      "槻": 2804,
      "槽": 2805,
      "槿": 2806,
      "樂": 2807,
      "樅": 2808,
      "樋": 2809,
      "樓": 2810,
      "標": 2811,
      "樟": 2812,
      "模": 2813,
      "樣": 2814,
      "権": 2815,
      "横": 2816,
      "樫": 2817,
      "樹": 2818,
      "樺": 2819,
      "樽": 2820,
      "橇": 2821,
      "橈": 2822,
      "橋": 2823,
      "橘": 2824,
      "橙": 2825,
      "機": 2826,
      "橿": 2827,
      "檀": 2828,
      "檄": 2829,
      "檉": 2830,
      "檎": 2831,
      "檜": 2832,
      "檢": 2833,
      "檬": 2834,
      "檮": 2835,
      "檸": 2836,
      "檻": 2837,
      "櫂": 2838,
      "櫃": 2839,
      "櫓": 2840,
      "櫚": 2841,
      "櫛": 2842,
      "櫟": 2843,
      "櫻": 2844,
      "欄": 2845,
      "欅": 2846,
      "權": 2847,
      "欒": 2848,
      "欝": 2849,
      "欠": 2850,
      "次": 2851,
      "欣": 2852,
      "欧": 2853,
      "欲": 2854,
      "欺": 2855,
      "欽": 2856,
      "款": 2857,
      "歇": 2858,
      "歌": 2859,
      "歎": 2860,
      "歓": 2861,
      "歟": 2862,
      "歡": 2863,
      "止": 2864,
      "正": 2865,
      "此": 2866,
      "步": 2867,
      "武": 2868,
      "歩": 2869,
      "歪": 2870,
      "歯": 2871,
      "歳": 2872,
      "歴": 2873,
      "歷": 2874,
      "歸": 2875,
      "死": 2876,
      "殃": 2877,
      "殆": 2878,
      "殉": 2879,
      "殊": 2880,
      "残": 2881,
      "殖": 2882,
      "殘": 2883,
      "殯": 2884,
      "殲": 2885,
      "殴": 2886,
      "段": 2887,
      "殷": 2888,
      "殺": 2889,
      "殻": 2890,
      "殿": 2891,
      "毀": 2892,
      "毅": 2893,
      "母": 2894,
      "毎": 2895,
      "每": 2896,
      "毒": 2897,
      "比": 2898,
      "毘": 2899,
      "毛": 2900,
      "毟": 2901,
      "毡": 2902,
      "毫": 2903,
      "毯": 2904,
      "氏": 2905,
      "民": 2906,
      "气": 2907,
      "気": 2908,
